; <Czech>
; <Daniel Gregor (e-mail: daniel.gregor@post.cz>

[Czech]
IDS_TITLE_EXCLUDE=Vyloučit
IDS_FILE=Soubor
IDS_SETTINGS=Nastavení
IDS_EXIT=Ukončit
IDS_EDIT=Upravit
IDS_PURGE_UNUSED=Vymazat nepoužívané aplikace
IDS_PURGE_TIMERS=Vymazat časovače
IDS_FIND=Hledat
IDS_REFRESH=Obnovit
IDS_VIEW=Pohled
IDS_ICONS=Ikony
IDS_ICONSSMALL=Malý
IDS_ICONSLARGE=Velký
IDS_ICONSISHIDDEN=Nenačítat ikony
IDS_LANGUAGE=Jazyk
IDS_FONT=Písmo
IDS_HELP=Pomoc
IDS_WEBSITE=Domácí URL stránka
IDS_CHECKUPDATES=Kontrola aktualizací
IDS_DONATE=Poděkovat!
IDS_ABOUT=O programu
IDS_TRAY_SHOW=Zobrazit/Skrýt
IDS_TRAY_START=Povolit filtry
IDS_TRAY_STOP=Zakázat filtry
IDS_TRAY_RULES=Pravidla
IDS_TRAY_BLOCKLIST_RULES=Seznam blokovaných
IDS_TRAY_SYSTEM_RULES=Systémová pravidla
IDS_TRAY_USER_RULES=Uživatelská pravidla
IDS_TRAY_LOGERR=Protokol chyb
IDS_ADD_FILE=Přidat aplikaci
IDS_ANY=Jakýkoli
IDS_DISABLENOTIFICATIONS=Zakázat oznámení
IDS_OPENRULESEDITOR=Vytvořit pravidlo
IDS_TIMER=Časovač
IDS_DISABLETIMER=Zakázat časovač
IDS_EXPLORE=Otevřít složku obsahu
IDS_COPY=Kopírovat
IDS_SELECT_ALL=Vybrat vše
IDS_CHECK=Povolit vybrané
IDS_UNCHECK=Zakázat vybrané
IDS_ADD=Přidat
IDS_EDIT2=Upravit
IDS_DELETE=Vymazat
IDS_EXPORT=Exportovat
IDS_IMPORT=Importovat
IDS_RULE_ALLOWLOOPBACK=Povolit loopback připojení pro vše
IDS_HIGHLIGHT_INVALID=Neplatné (soubor nenalezen nebo problém s filtrem)
IDS_HIGHLIGHT_NETWORK=Sdílená síťová aplikace
IDS_HIGHLIGHT_PICO=Aplikace Pico
IDS_HIGHLIGHT_SIGNED=Podepsané aplikace
IDS_HIGHLIGHT_SILENT=Vypnutá upozornění
IDS_HIGHLIGHT_SPECIAL=Uživatelská pravidla
IDS_HIGHLIGHT_SYSTEM=Systémové aplikace
IDS_GROUP_TIMER=Aplikace s časovačem
IDS_EDITOR=Editor pravidel
IDS_NAME=Název
IDS_RULE=Pravidlo
IDS_PORTVERSION=Family (pouze porty)
IDS_PROTOCOL=Protokol
IDS_DIRECTION=Směr
IDS_ACTION=Akce
IDS_DATE=Datum
IDS_FILEPATH=Cesta
IDS_SIGNATURE=Podpis
IDS_ADDRESS=Adresa
IDS_FILTER=Filtr
IDS_NOTES=Poznámky
IDS_ADDED=Přídáno
IDS_TIMELEFT=Zbývající čas
IDS_SIGN_SIGNED=Podepsaný
IDS_SIGN_UNSIGNED=Nepodepsaný
IDS_GROUP_ALLOWED=Aplikace s přístupem k internetu
IDS_GROUP_BLOCKED=Aplikace bez přístupu k internetu
IDS_GROUP_ENABLED=Povolená pravidla
IDS_GROUP_DISABLED=Zakázaná pravidla
IDS_DIRECTION_1=Odchozí
IDS_DIRECTION_2=Příchozí
IDS_DIRECTION_3=Obě
IDS_ACTION_ALLOW=Povolit
IDS_ACTION_BLOCK=Blokovat
IDS_ENABLE_CHK=Povolit pravidlo
IDS_WIKI=Pomoc
IDS_SAVE=Uložit
IDS_CLOSE=Zavřít
IDS_SETTINGS_GENERAL=Všeobecné
IDS_TITLE_GENERAL=Obecná konfigurace
IDS_TITLE_LANGUAGE=Jazyk
IDS_TITLE_CONFIRMATIONS=Potvrzení
IDS_TITLE_INTERFACE=Rozhraní
IDS_TITLE_HIGHLIGHTING=Zvýraznění
IDS_TITLE_LOGGING=Protokol paketů
IDS_TITLE_NOTIFICATIONS=Oznámení
IDS_TITLE_ADVANCED=Pokročilý
IDS_ALWAYSONTOP_CHK=Program Simplewall vždy na vrchu
IDS_LOADONSTARTUP_CHK=Spustit Simplewall při startu systému
IDS_STARTMINIMIZED_CHK=Startovat minimalizovaně
IDS_SHOWFILENAMESONLY_CHK=Zobrazit pouze názvy souborů
IDS_AUTOSIZECOLUMNS_CHK=Automatická velikost sloupců
IDS_SKIPUACWARNING_CHK=Přeskočit upozornění „Řízení uživatelských účtů“.
IDS_CHECKUPDATES_CHK=Pravidelně kontrolovat aktualizace (doporučeno)
IDS_LANGUAGE_HINT=Vyber jazyk:
IDS_USESTEALTHMODE_CHK=Zabránit skenování portů
IDS_USESTEALTHMODE_HINT=Zabránit skenování portů TCP tichým zrušením skenování portů TCP RST a UDP tím, že na odchozí ICMP odpovíte „Cíl nedosažitelný“.
IDS_INSTALLBOOTTIMEFILTERS_CHK=Povolit filtry při spuštění
IDS_INSTALLBOOTTIMEFILTERS_HINT=Zabraňte úniku dat během spouštění systému, ještě před spuštěním služby „Služba BFE (Base Filtering Engine)“ (BFE).
IDS_USECERTIFICATES_CHK=Zkontroluje aplikace pro digitální podpisy
IDS_USENETWORKRESOLUTION_CHK=Překládat IP adresy na DNS jména
IDS_DISABLEWINDOWSFIREWALL_CHK=Zakázat bránu Windows Firewall
IDS_ENABLEWINDOWSFIREWALL_CHK=Povolit bránu Windows Firewall
IDS_CONFIRMEXIT_CHK=Při ukončení Simplewall zobrazit dialog pro potvrzení
IDS_CONFIRMEXITTIMER_CHK=Zobrazit potvrzení při ukončení Simplewall, když jsou časovače aktivní
IDS_CONFIRMLOGCLEAR_CHK=Potvrzení při mazání souboru protokolu
IDS_COLORS_HINT=Poklepáním na položku ji změníte.
IDS_ENABLELOG_CHK=Povolit protokolování paketů do souboru
IDS_LOGSHOW=Ukázat log soubor
IDS_LOGCLEAR=Vyčistit log soubor
IDS_LOGSIZELIMIT_HINT=Maximální velikost log souboru: (kB)
IDS_ENABLENOTIFICATIONS_CHK=Povolit notifikace paketů
IDS_NOTIFICATIONSOUND_CHK=Povolit zvuk upozornění
IDS_NOTIFICATIONTIMEOUT_HINT=Časový limit mezi podobnými oznámeními (s):
IDS_NOTIFY_TOOLTIP=Nastavit uživatelské pravidlo pro povolení přístupu k adrese nebo portu pro tuto aplikaci.
IDS_QUESTION=Jste si jistý?
IDS_QUESTION_DELETE=Smazat vybrané položky?
IDS_QUESTION_START=To odepře přístup k síti aplikacím definovaným aktuální konfigurací. Pokračovat?
IDS_QUESTION_STOP=Tím obnovíte přístup k síti pro všechny aplikace, které jsou aktuálně blokovány. Pokračovat?
IDS_QUESTION_EXIT=Nainstalované filtry budou fungovat i po ukončení. Pokračovat?
IDS_QUESTION_TIMER=Časovače aktivovány. Časovače budou fungovat pouze při spuštěné aplikaci. Ukončit?
IDS_QUESTION_TIMERS=Smazat všechny časovače?
IDS_QUESTION_FLAG_CHK=Neptej se znovu
IDS_STATUS_EMPTY=Prázdný.
IDS_STATUS_SYNTAX_ERROR=Chyba syntaxe v pravidle!
IDS_ADDRESS_LOCAL=Zdroj
IDS_ADDRESS_REMOTE=Cíl
IDS_UPDATE_ERROR=Chyba připojení k Update serveru.
IDS_UPDATE_DOWNLOAD=Stahuji aktualizaci...
IDS_UPDATE_DONE=Stahování aktualizace dokončena.
IDS_GROUP_SPECIAL_APPS=Aplikace s uživatelskými pravidly
IDS_RULE_ALLOWLOOPBACK_HINT=Toto umožňí veškerý provoz na loopback.
IDS_RESET=Resetovat
IDS_EXCLUDESTEALTH_CHK=připojení skeneru portů
IDS_EXCLUDEBLOCKLIST_CHK=seznam blokovaných
IDS_UPDATE_INIT=Kontroluji dostupnost nové verze...
IDS_UPDATE_INSTALL=Je k dispozici aktualizace. Chcete ji nyní nainstalovat?
IDS_EXCLUDECUSTOM_CHK=uživatelská pravidla
IDS_EXCLUDECLASSIFYALLOW_CHK=povolená spojení
IDS_STATUS_TIMER_DONE=Časovač pro aplikaci vypršel
IDS_ICONSEXTRALARGE=Extra velké
IDS_STATUS_UNUSED_APPS=Nepoužité aplikace
IDS_STATUS_TIMER_APPS=Aplikace s časovačem
IDS_SECUREFILTERS_CHK=Povolit ochranu nainstalovaných filtrů
IDS_SECUREFILTERS_HINT=Zabraňte neoprávněným aplikacím v přístupu k nainstalovaným filtrům.
IDS_USEREFRESHDEVICES_CHK=Obnovte filtry, když jsou připojena (úložná) zařízení
IDS_RULE_ALLOW6TO4=Povolit přesměrování IPv6 (6to4) pro vše
IDS_RECOMMENDED=doporučeno
IDS_ICONSISTABLEVIEW=Zobrazit jako tabulku
IDS_ACTION_ALLOW_HINT=Povolit přístup k síti navždy
IDS_ACTION_BLOCK_HINT=Zakázat přístup k síti navždy
IDS_ACTION_LATER_HINT=Ignorovat a zeptat se mě příště
IDS_RULE_APPLY_2=Použijte "%s" pro tuto aplikaci
IDS_EDITRULES=Upravit pravidla
IDS_TAB_APPS=Aplikace
IDS_TAB_SERVICES=Služby
IDS_TAB_PACKAGES=Nativní Windows aplikace
IDS_TAB_NETWORK=Aktuální síťová připojení
IDS_STATE=Stav
IDS_STATUS_FILTERS_ACTIVE=Filtry jsou povoleny.
IDS_STATUS_FILTERS_INACTIVE=Filtry jsou zakázány!
IDS_STATUS_FILTERS_PROCESSING=Aplikuji filtry
IDS_HIGHLIGHT_CONNECTION=Má připojení k síti
IDS_SHOWINLIST=Zobrazit v seznamu
IDS_BLOCKLIST_SPY=Microsoft špionáž a telemetrie
IDS_BLOCKLIST_UPDATE=Microsoft aktualizace
IDS_BLOCKLIST_EXTRA=Microsoft aplikace
IDS_PORT=Port
IDS_NOTIFY_TITLE=Upozornění sítě
IDS_NOTIFY_HEADER=Síťové připojení bylo zablokováno
IDS_DISABLE=Zakázat
IDS_TITLE_SECURITY=Bezpečnost
IDS_LOGVIEWER_HINT=Aplikace pro prohlížení protokolů
IDS_NOTIFICATIONONTRAY_CHK=Zobrazit oznamovací okno na liště
IDS_NETWORK_CLOSE=Uzavřít spojení
IDS_RULE_BLOCKOUTBOUND=Blokovat odchozí připojení pro vše
IDS_RULE_BLOCKINBOUND=Blokovat příchozí připojení pro vše
IDS_VIEW_ICON=Ikony
IDS_VIEW_DETAILS=Detaily
IDS_VIEW_TILE=Dlaždice
IDS_RULE_HINT=Pokud necháte pole prázdná, pravidlo bude použito pro jakoukoli adresu a port.
IDS_RULE_APPS_HINT=Pokud nejsou vybrány žádné aplikace, pravidlo se použije pro všechny aplikace.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Filtry jsou povoleny až do restartu.
IDS_INSTALL_PERMANENT=Stálá pravidla. Pravidla fungují, dokud je ručně nezakážete.
IDS_INSTALL_TEMPORARY=Dočasná pravidla. Pravidla se resetují po příštím restartu.
IDS_ENABLEUILOG_CHK=Povolit rozhraní protokolování paketů
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Povolit tichý režim
IDS_TITLE_TRAY=Ikona v liště
IDS_TRAYICONSINGLECLICK_CHK=Jeden klik pro otevření ikony na hlavním panelu
IDS_ENABLE_APP_CHK=Povolit přístup k síti
IDS_APP_HINT=Není důvod nastavovat nějaké povolující pravidlo pro aplikaci s již povoleným přístupem k internetu.
IDS_HOST=Host
IDS_CONFIRMALLOW_CHK=Potvzení při povolení aplikace
IDS_QUESTION_ALLOW=Opravdu chcete této aplikaci povolit úplný přístup k internetu?
IDS_SHOWSEARCHBAR_CHK=Zobrazit vyhledávací lištu
IDS_LAYER=Vrstva
IDS_RULE_ALLOWWINDOWSUPDATE=Povolit Windows aktualizace
IDS_ACTION_TERMINATE_HINT=Ukončit proces
IDS_PROFILE_TYPE=Typ profilu
IDS_USEAPPMONITOR_CHK=Sledovat změny aplikací
IDS_DISABLEREMOVAL=Vypnout odebrání
IDS_USEHASHES_CHK=Kontroluj aplikace na sha-256 hash
IDS_COMMENT=Komentáře
IDS_USEDARKTHEME=Použij tmavý vzhled
IDS_KEEPUNUSED_CHK=Pamatuj si nepoužívané aplikace
IDS_UPDATE_NO=Není k dispozici žádná aktualizace.
IDS_UPDATE_YES=AKtualizace je k dispozici. Stáhnout a instalovat nyní?
IDS_UPDATE_SPEED=Rychlost
IDS_RULE_FOR_ALL=Pro všechny
IDS_RULE_FOR_APPS=Pro aplikace
IDS_PROFILE_TYPE_PLAIN=Prostý
IDS_PROFILE_TYPE_COMPRESSED=Komprimovaný
IDS_PROFILE_TYPE_ENCRYPTED=Šifrovaný
IDS_SESSION_ONLY=Pouze na toto sezení
IDS_LIMIT_REACHED=Limit dosažen.
IDS_INTERNAL_RULE=Interní pravidlo
IDS_LOADING=Nahrávám...
IDS_DIRECTION_REMOTE=Vzdálený
IDS_DIRECTION_LOCAL=Lokální
IDS_WARNING_UNEXPECTED=Be careful, through service/driver host (svchost.exe/System) internet traffic can let out through unexpected ways. Continue?
IDS_WARNING_ME=If you disallow main process, you cannot use resolve network addresses option. Continue?
IDS_TOTAL=Total
